Failed to resolve all overlaps between faces of the same Mass Energy Analytical Model.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SplitOverlappingFacesFailed { get; }
  Visual Basic
Public Shared ReadOnly Property SplitOverlappingFacesFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SplitOverlappingFacesFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MassFailures Class
  Autodesk.Revit.DB Namespace